tap "argoproj/tap"
tap "bazelbuild/tap"
tap "c-bata/kube-prompt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kube-score/tap"
tap "rbenv/tap"
tap "sashkab/python"
tap "spotify/public"
tap "spotify/sptaps", "git@ghe.spotify.net:shared/homebrew-spotify.git"
tap "stelligent/tap"
brew "ack"
brew "argo"
brew "argocd"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "readline"
brew "xz"
brew "python@3.9"
brew "awscli"
brew "base64"
brew "bash"
brew "bash-completion@2"
brew "boost"
brew "c-ares"
brew "glib"
brew "pkg-config"
brew "tcl-tk"
brew "cmake"
brew "csshx"
brew "devspace"
brew "fabric"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "go"
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "python@3.8"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "grep"
brew "helm"
brew "ncurses"
brew "htop"
brew "ifstat"
brew "istioctl"
brew "oniguruma"
brew "openssh"
brew "jq"
brew "jsonnet"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "libevent"
brew "libidn2"
brew "libomp"
brew "libyaml"
brew "lynx"
brew "ruby"
brew "macvim"
brew "maven"
brew "md5sha1sum"
brew "mercurial"
brew "miniforge"
brew "mono", link: false
brew "mtr"
brew "mypy"
brew "protobuf"
brew "mysql"
brew "mysql-client"
brew "nmap"
brew "node"
brew "numpy"
brew "nvm"
brew "ossp-uuid"
brew "pandoc"
brew "prototool"
brew "pybind11"
brew "pyenv", args: ["HEAD"]
brew "pyenv-virtualenv"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "sbt"
brew "scala"
brew "scalastyle"
brew "scipy"
brew "sip"
brew "skaffold"
brew "storm"
brew "tfenv"
brew "tmux"
brew "tree"
brew "velero"
brew "watch"
brew "wget"
brew "xgboost"
brew "yarn"
brew "yq"
brew "zlib"
brew "zookeeper"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "kube-score/tap/kube-score"
brew "spotify/public/gcs-avro-tools"
brew "spotify/public/helios"
brew "spotify/public/helios-solo"
brew "spotify/sptaps/data-endpoints-cli"
brew "spotify/sptaps/hades-cli"
brew "spotify/sptaps/hmtools"
brew "spotify/sptaps/kubectl-site"
brew "spotify/sptaps/styx-cli"
brew "stelligent/tap/config-lint"
cask "corretto11"
cask "corretto8"
cask "gitify"
cask "google-cloud-sdk"
cask "atom"
cask "visual-studio-code"
cask "intellij-idea"
cask "spotify"
